{
  "page-meta-title": [
    "CAREERS",
    "Haz Carrera con nosotros",
    "Trabalhe conosco",
    "Cơ hội nghề nghiệp",
    "招贤纳士"
  ],
  "page-title": [
    "Careers",
    "Haz Carrera con nosotros",
    "Trabalhe conosco",
    "Cơ hội nghề nghiệp",
    "招贤纳士"
  ],
  "description": [
    "Cardpay offers an in-depth expertise in payments combined with a distinct passion for the customers we serve. It's the perfect place for exceptional people looking to take their careers to the next level.",
    "En Cardpay buscamos expertos en temas de pagos que tengan pasión por el servicio al cliente.Es el lugar perfecto para aquellas personas que buscan llevar su carrera al siguiente nivel.",
    "Cardpay combina profunda expertise em pagamentos junto com a paixão pelos nossos clientes. É o perfeito lugar para pessoas extraordinárias elevarem sua carreira para um novo patamar.",
    "Cardpay là nơi hội tụ đam mê và chuyên môn hàng đầu trong lĩnh vực thanh toán. Đây là nơi dành cho những người muốn đạt tới tầm cao mới trong sự nghiệp.",
    "Cardpay拥有丰富的支付行业经验，并为顾客提供充满激情的服务。欢迎优秀人才加入我们，让您的职业生涯迈向新的里程碑。"
  ],
  "why": [
    "Why Cardpay?",
    "Por qué Cardpay?",
    "Porquê Cardpay?",
    "Tại sao lại là Cardpay?",
    "为什么选择Cardpay？"
  ],
  "slider": {
    "slide_1": {
      "title": [
        "We're a rapidly growing company with a truly exciting product",
        "Compañía estable con productos exitosos.",
        "Empresa estável, produtos bem&#8209;sucedidos",
        "Công ty bền vững, sản phẩm thành công",
        "稳定的公司，成功的产品"
      ],
      "text": [
        "Our success stems from a passion for what we do, and we believe that truly shows in the services we provide. Ever since we were founded in 2009, we've moved from strength-to-strength thanks to our dedicated team, helping them to grow and realise their potential in the process.",
        "Hemos logrado el éxito desarrollando nuestros propios productos. Desde nuestra apertura en el año 2009, seguimos creciendo y brindamos oportunidades a nuestro equipo para que se mantengan en constante crecimiento profesional.",
        "Nós tivemos exito no desenvolvimento de nossos próprios produtos. Desde o começo da empresa em 2009, estamos crescendo e trazendo desafios para o nosso time, estimulando o seu constante crescimento.",
        "Chúng tôi đã thành công với sản phẩm của mình. Từ khi thành lập năm 2009, chúng tôi đã lớn mạnh và cùng đưa đội ngũ nhân viên phát triển.",
        "我们成功研发了自己的产品。自2009年Cardpay成立以来，公司不断发展壮大，赋予团队的挑战也促使我们的员工不断进步。"
      ]
    },
    "slide_2": {
      "title": [
        "Unlock your true potential",
        "Maximiza tu potencial",
        "Descubra o seu potencial",
        "Phát huy tiềm năng của bạn",
        "您的潜能将得到发掘"
      ],
      "text": [
        "The key to success comes from the people in our team, and we're proud to say it. For the passionate and ambitious people out there, we promise an opportunity to realise your potential.",
        "Estamos convencidos que la gente es la clave del éxito. Garantizamos que tus esfuerzos serán recompensados. Ayudanos a cumplir nuestros objetivos y nos aseguraremos de cumplir los tuyos.",
        "Nós acreditamos que o nosso time é a chave para o sucesso. Nós garantimos que o seu esforço será recompensado. Ajude nós a alcançar as nossas metas e nós garantiremos que você alcance as suas.",
        "Chúng tôi tin rằng con người là chìa khóa để thành công. Chúng tôi đảm bảo rằng những nỗ lực của bạn sẽ được đền đáp. Hãy giúp chúng tôi hoàn thành mục tiêu của chúng tôi và chúng tôi sẽ đảm bảo rằng bạn hoàn thành mục tiêu của mình.",
        "我们相信我们的成功离不开所有成员的努力。我们保证您的付出都将得到丰厚的回报。帮助我们实现公司目标的同时，我们也确保您实现您自己的目标。"
      ]
    },
    "slide_3": {
      "title": [
        "Global Presence",
        "Presencia Mundial",
        "Presença global",
        "Công ty toàn cầu",
        "全球化的办公环境"
      ],
      "text": [
        "With offices in London, Limassol, San Francisco, Hong Kong, Mexico and more, we're bringing together truly exceptional people from all over the world.",
        "Con oficinas en Londres, San Francisco, Hong Kong, Chipre y México, conectamos el talento humano alrededor del mundo.",
        "Com escritórios em Londres, São Francisco, Hong Kong, Limassol e México, nós estamos conectando pessoas talentosas de todo o mundo.",
        "Với văn phòng ở Luân Đôn, San Francisco, Hồng Kong, Limassol và Mê xi cô, chúng tôi đang kết nối với những người tài trên toàn thế giới.",
        "我们在伦敦、旧金山、香港、利马索尔以及墨西哥均设有办事处，并与世界杰出人士共事。"
      ]
    },
    "slide_4": {
      "title": [
        "Skip the Red Tape",
        "Sin procesos burocraticos",
        "Sem burocracia",
        "Không quan liêu",
        "无官僚体制"
      ],
      "text": [
        "First and foremost, we're a dynamic and ambitious kind of Fintech. Minimal bureaucracy, combined with a clear, highly communicative approach.",
        "Somos mas agiles que cualquier otra Fintech. Nuestros procesos son simples y claros.",
        "Nós somos mais ágeis que qualquer empresa fintech. Ausência de burocracia é atrelada ao processo de comunicação transparente e direto.",
        "Chúng tôi phát triển rất nhanh, do đó không có quan liêu. Các quy trình được phổ biến và thực thi rõ ràng.",
        "我们的体制灵活开放，这是其他金融科技公司无法做到的。低官僚体制得益于我们高效，透明的沟通机制。"
      ]
    },
    "slide_5": {
      "title": [
        "A Highly Supportive Environment",
        "Ambiente Laboral",
        "Ambiente incentivador",
        "Môi trường thân thiện",
        "优越的工作环境"
      ],
      "text": [
        "Our offices reflect us as a company: open, energetic and communicative, and we stand by that!",
        "Nuestras oficinas son diseñadas para optimizar la productividad y mejorar el ambiente laboral, mientras que la ética del trabajo en equipo motiva a las personas a destacar.",
        "Nossos escritórios foram concebidos para otimização de produtividade e aumento de satisfação com o ambiente de trabalho, enquanto a ética de trabalho da equipe ajuda as pessoas talentosas a prosperar.",
        "Nơi làm việc được thiết kế để tối ưu hóa năng suất và tăng sự hài lòng trong công việc, làm việc nhóm thúc đẩy những người tài năng phát triển mạnh.",
        "我们的办公环境经过精心的设计，能够帮助我们提高工作效率，增强工作满意度。同时，团队合作精神促使有才华，有动力的成员不断进步成长。"
      ]
    },
    "slide_6": {
      "title": [
        "We're Hiring!",
        "Estamos Contratando!",
        "Nós estamos contratando!",
        "Chúng tôi cần bạn!",
        "我们正在招聘中！"
      ],
      "text": [
        "Let's work together and build the next big thing!",
        "Unete a nuestro equipo! Construyamos juntos algo grande!",
        "Junte-se a nós! Vamos construir o próximo juntos.",
        "Ứng tuyển ngay! Hãy cùng nhau phát triển.",
        "加入我们！让我们一起共创辉煌！"
      ]
    }
  },
  "positions_title": [
    "Open Positions",
    "Vacantes",
    "Vagas abertas",
    "Các vị trí tuyển dụng",
    "诚聘职位"
  ]

}
